{
    "topAttraction" : {
        "ganges" : "Hindus come to Varanasi from all around the world to purify themselves in the holy Ganges water and perform rituals along the dozens of ghats along the river.",
        "kashiVishwanath" : "Hindu pilgrims and tourists alike travel for thousands of miles to reach the Shri Kashi Vishwanath Temple, a sacred attraction around four kilometers from the Varanasi Junction railway station near the Manikarnika Ghat.",
        "assi" : "When it comes to famous places in Varanasi, the city's southernmost main ghat regularly tops the list. Assi Ghat's star attraction is a Shiva lingam (phallic representation of the Hindu deity) beneath a sacred fig tree. It draws hundreds of pilgrims every day, who come to worship Lord Shiva after rinsing in the Ganges River. \nFeeling a little stiff from traveling? Swing by Assi Ghat at sunrise, when you can get your downward-facing dog on with dozens of others during morning yoga accompanied by live music every day.",
        "newKashiVishwanath" : "Not only is it located in the heart of the cultural capital of India - Varanasi, but its divinity is multiplied by the holy river Ganga that flows by its side. Banaras Hindu University is hence home to one of the biggest tourist attractions in the city of Varanasi, the grand New Vishwanath Temple. Visiting this temple gives the worshipper the space to put himself in the hands of God, at his disposition, and listen to the voice in his heart. \nThe peace and calm of the temple help you forget the distractions of daily life.",
        "ramnagar" : "The 18th-century sandstone fort and palace is no longer used as a defensive structure, but instead houses a quirky museum brimming with vintage automobiles, elaborate hookahs, antique weapons, sedan chairs decked out in jewels, and a one-of-a-kind astronomical clock that's more than 150 years old.",
        "alamgir" : "Alamgir Mosque is a 17th century structure built by Mughal Emperor, Aurangzeb, on a land which once had a Shiva Temple and was demolished by him. The mosque is an architecturally stunning building built according to the Indo-Islamic style with beautiful minarets and high domes."
    },
    "temples" : {
        "kashiVishwanath" : "Hindu pilgrims and tourists alike travel for thousands of miles to reach the Shri Kashi Vishwanath Temple, a sacred attraction around four kilometers from the Varanasi Junction railway station near the Manikarnika Ghat. \nThe distinctive design of this temple has gone on to inspire the architecture of hundreds of other temples across India.Strict security measures around the complex require that tourists stash their cameras, phones, bags, and other belongings in a rentable locker nearby.",
        "newKashiVishwanath" : "Not only is it located in the heart of the cultural capital of India - Varanasi, but its divinity is multiplied by the holy river Ganga that flows by its side. Banaras Hindu University is hence home to one of the biggest tourist attractions in the city of Varanasi, the grand New Vishwanath Temple. Visiting this temple gives the worshipper the space to put himself in the hands of God, at his disposition, and listen to the voice in his heart. \nThe peace and calm of the temple help you forget the distractions of daily life.",
        "sankatMochan" : "Varanasi is always related to Sankat Mochan Temple and is an essential part of this holy city. Every person visiting Varanasi visits this temple and pay their respects to Hanuman. The laddoo offered at this temple is essentially famous among the locals.While visiting Sankat Mochan be aware of the monkeys who throng the temple premises and tend to steal away the prasad. However, they are totally harmless if you let them be on their own.",
        "durgaTemple" : "Located near the Durga Ghat on the bank of the River Ganga, Durga Temple was built in the 18th century. It houses an imposing idol of Goddess Durga and is one of the main temples in Varanasi."
    },
    "ghats" : {
        "assi" : "When it comes to famous places in Varanasi, the city's southernmost main ghat regularly tops the list. Assi Ghat's star attraction is a Shiva lingam (phallic representation of the Hindu deity) beneath a sacred fig tree. It draws hundreds of pilgrims every day, who come to worship Lord Shiva after rinsing in the Ganges River. \nFeeling a little stiff from traveling? Swing by Assi Ghat at sunrise, when you can get your downward-facing dog on with dozens of others during morning yoga accompanied by live music every day. Tourists can also see another Ganga Aarti performance here in the evening, which is slightly smaller and more intimate than the one at Dasaswamedh Ghat",
        "manikarnika" : "Plumes of smoke swirl toward the sky at Manikarnika Ghat. No, it's not from a factory — it's from the perpetual cremations that happen on this ghat. \nPriests or guides frequently offer to lead tourists through the fascinating ghat, however some can be aggressive in their demands for money. You may see doms (members of an untouchable caste) carrying cloth-wrapped bodies on makeshift stretchers, along with piles of firewood stacked up, ready to feed the pyre.",
        "kedar" : "Kedar Ghat is one of the oldest Ghats in Varanasi and is considered cleaner for bathing in the holy River Ganga and offering prayers to Lord Shiva at the Kedareshwar Temple. It is often visited for the beautiful surroundings and the spiritual vibe.",
        "dasaswamedh" : "The lively atmosphere of the Dasaswamedh Ghat makes it one of the best places to visit in Varanasi. This tourist attraction is a swirling hodgepodge of flower sellers touting bright blossoms, boat operators hawking rides along the Ganges River, and sadhus (holy men) with face paint."
    },
    "recreation" : {
        "varanasiBoating" : "The guided boat ride would take around 4-5 hours and can be undertaken in the morning or evening. The start time varies according to the prevalent weather and time of sunrise. During summers it starts around 5 am and in winters it is 6 am in the mornings. Similarly the evening tour commences at 5:30 pm in summers and 4 pm in winters. \nThe ride begins from Assi Ghat and takes you along the stretch of the river where the ghats are located right up to the Adi Keshav Ghat. Apart from getting an opportunity to see the various ghats as you pass by, you would also get to alight the boat at a few places and visit some temples, palaces, mosques depending on your interest. This long ride which starts at the southern end of the ghats and reaches the northern most part of the city is an apt way to view Varanasi from the surface of River Ganga, as you leisurely soak in the sacred ambience.",
        "gangaAarati" : "Varanasi night prayer ceremony also called aarti ceremony is a kind of Hindu way of worship, which is basically an event organized every day to give thanks to river Ganges. Normally Hindu worship is done privately, but this worship [aarti] ceremony is done on the riverbank of Ganges openly and publicly. It is only of its kind, therefore attracts thousands of people daily to witness it. This Hindu ritual of saying thanks is very unique and surreal. It started a few years ago but making its importance rapidly to the world. Almost 90 percent of the tourists who comes to Varanasi attend this prayer ceremony for sure. This grand event start time depends on sunset and therefore vary month to month. It goes for 45 minutes and is very engaging. \nYou will also take a boat ride which will make this once in a lifetime experience even better. The glittering lamps and reverberating chants of the hymns evoke spiritual sentiments as you glide by in the boat.",
        "sunrise" : "Located in Varanasi, we offers daily classes and private classes based on the needs of the students. Beginners as well as advanced students are welcome. Our focus is on asana as well as meditation, Pranayama, mudra and mantras. Come practice sunrise yoga with us on the ghats, you'll have a wonderful experience.",
        "cruise" : "First ever air conditioned, luxury river cruise on holy river Ganga in Varanasi. Cruise tour shows all the ghats of Kashi. State of art double story vessel with AC lower deck & roof covered open upper deck. Sofa seating for 60 pax, video documentary on LED TV, continuous light instrumental music, guide. Complimentary bottled water, tea/coffee+cookies. Onboard Bio-Toilet, Safe & Secure."
    }
}